Repository: Alkavanyatur/Rankeet
Catalog: Rankeet/Rankeet/Resources/*.lproj/Localizable.strings
Languages: es

# generic_yes
source: YES
es: SÍ

# generic_dismiss
source: SKIP
es: OMITIR

# generic_accept
source: Accept
es: Aceptar

# generic_start
source: Start
es: Empezar

# generic_cancel
source: Cancel
es: Cancelar

# generic_attention
source: Attention
es: Atención

# generic_and
source: and
es: y

# generic_reload
source: Reload
es: Recargar

# tabs_1
source: Fields
es: Campos

# tabs_2
source: Reservations
es: Reservas

# tabs_3
source: Favorites
es: Favoritos

# tabs_4
source: Profile
es: Perfil

# onboarding_first_screen_welcome
source: Welcome
es: Bienvenido

# onboarding_first_screen_message
source: Rankeet Madrid is the service that manages the light switch on in basic sports spaces of your city
es: Rankeet Madrid es el servicio que gestiona el encendido de la luz en espacios deportivos básicos de tu ciudad

# onboarding_first_screen_request
source: Are you on the field and want to turn on the light?
es: ¿Estás en la pista y quieres encender la luz?

# onboarding_first_screen_desc
source: Switch on the light now if you want to play on the field and enjoy your favorite sport with your friends
es: Enciende ahora la luz si quieres jugar en la pista y disfruta de tu deporte favorito con tus amigos

# onboarding_second_screen_message
source: To be able to turn on the light of the field where you are, we need to know your position
es: Para poder encender la luz de la pista en la que te encuentras necesitamos conocer tu posición

# onboarding_second_screen_request
source: Allow Rankeet Madrid to access your location?
es: ¿Permitir a Rankeet Madrid acceder a tu ubicación?

# onboarding_third_screen_message
source: You seem to be in
es: Al parecer estás en

# onboarding_third_screen_request
source: Are you here?
es: ¿Estás aquí?

# onboarding_fourth_screen_title
source: Select your field
es: Selecciona tu pista

# onboarding_fourth_screen_message
source: Currently Rankeet is available in
es: De momento, Rankeet está disponible en

# onboarding_fourth_screen_footer
source: We are working to offer our service in other sports facilities close to you
es: Estamos trabajando para ofrecer nuestro servicio en otras instalaciones deportivas cercanas a ti

# onboarding_fifth_screen_title
source: Turn on your field
es: Enciende tu pista

# facilities_no_location_reminder
source: In order to show you facilities close to you, you have to allow us to access your location, you can activate it by clicking here
es: Para poder mostrarte instalaciones cercanas a tí, tienes que permitirnos acceder a tu ubicación, puedes activarla pulsando aquí

# facilities_message_location_title
source: Location request
es: Petición de localización

# facilities_message_location_message
source: In order to be able to show you facilities close to your position, location request permission is needed. We will not use it for anything else and it will only be necessary while you are using the application
es: Para poder mostrarte instalaciones cercanas a tu posición es necesario que te solicitemos el permiso de localización, tranquilo porque no lo usaremos para nada más y únicamente será necesario mientras estés usando la aplicación

# facilities_message_location_button_yes
source: ALLOW
es: PERMITIR

# facilities_message_location_button_later
source: Not now
es: Ahora no

# facilities_error_message
source: We could not get facilities for the location, try again later
es: No hemos podido obtener instalaciones para la localización, vuelve a probar más tarde

# facilities_search_map
source: Search in this area
es: Buscar en esta zona

# facilities_no_results_title
source: There are no facilities to show
es: No hay campos que mostrar

# facilities_no_results_message
source: Try in another area and / or with other filters
es: Prueba en otra zona y/o con otros filtros

# facilities_farway_dialog_title
source: You are too far from Madrid
es: Estás muy lejos de Madrid

# facilities_farway_dialog_message
source: Rankeet Madrid is ready to show you nearby fields in the city of Madrid and unfortunately we have seen that your location is outside of this city. For this reason we have fixed your position in the center of Madrid
es: Rankeet Madrid está preparada para mostrarte campos cercanos en la ciudad de Madrid y lamentablemente hemos visto que tu localización está fuera de esta ciudad. Por ello hemos fijado tu posición en el centro de Madrid

# facilities_error_location_dialog_title
source: Error getting the location
es: Error al obtener la localización

# facilities_error_location_dialog_message
source: Hemos encontrado un error obteniendo tu localizaci√≥n
es: We have found an error obtaining your location

# change_location_title
source: What dou you want to look for?
es: ¿Qué deseas buscar?

# change_location_my_location
source: Use my location
es: Utilizar mi ubicación

# change_location_placeholder_user
source: Street, facility name, zip code ...
es: Calle, nombre de la instalación, código postal...

# change_location_error_message
source: We could not change the location for the selected one, try again later
es: No hemos podido cambiar la localización por la seleccionada, vuelve a probar más tarde

# change_location_results
source: Results
es: Resultados

# change_location_results_no_coincidences
source: No matches found
es: No se han encontrado coincidencias

# change_location_recent
source: Recent
es: Recientes

# change_location_no_recent_search
source: No recent searches
es: No hay búsquedas recientes

# filters_title
source: Filters
es: Filtros

# filters_apply
source: Apply
es: Aplicar

# filters_sports_title
source: Sports
es: Deportes

# filters_sports_futball
source: Football
es: Fútbol

# filters_sports_basket
source: Basket
es: Baloncesto

# filters_sports_other
source: Others
es: Otros

# filters_lighting_title
source: Lighting
es: Iluminación

# filters_lighting_other
source: Others
es: Otras

# filters_lighting_nolighting
source: Without lighting
es: Sin iluminación

# filters_size_title
source: Size
es: Tamaño

# filters_size_many_courts
source: Multi fields
es: Varias pistas

# filters_size_one_court
source: Single fields
es: Pista única

# facility_cell_typology_Rankeet_lighting_on
source: THE FIELD IS SWITCHED ON
es: LA PISTA ESTÁ ENCENDIDA

# facility_cell_typology_Rankeet_lighting_off
source: THE FIELD IS NOT SWITCHED ON
es: LA PISTA NO ESTÁ ENCENDIDA

# facility_cell_typology_no_Rankeet
source: FREE ACCESS FIELD
es: PISTA DE ACCESO LIBRE

# facility_detail_start_time
source: When do you want to play?
es: ¿A qué hora quieres jugar?

# facility_detail_how_long
source: How much time do you need?
es: ¿Cuánto tiempo necesitas?

# facility_detail_until_time
source: Until...
es: Hasta las...

# facility_detail_select_field
source: Select your field
es: Selecciona tu pista

# facility_detail_select_hour
source: Select your hour
es: Selecciona la hora

# facility_detail_select_see_map
source: Check field layout
es: Ver disposición de pistas

# facility_detail_lighting_action
source: Switch on
es: Encender

# facility_detail_loading_reservations
source: Requesting reservations
es: Recuperando las reservas

# facility_detail_subway
source: Subway:
es: Metro:

# facility_detail_train
source: Train:
es: Tren:

# facility_detail_other_near_facilities
source: Other near facilities
es: Otras instalaciones cercanas

# facility_detail_state_not_available
source: NOT AVAILABLE TO TURN ON
es: NO DISPONIBLE PARA ENCENDIDO

# facility_detail_state_booked
source: ALREADY BOOKED
es: YA RESERVADO

# facility_detail_state_available
source: AVAILABLE TO TURN ON
es: DISPONIBLE PARA ENCENDIDO

# facility_detail_state_available_turn_on
source: AVAILABLE AND ALREADY ON
es: ENCENDIDO Y DISPONIBLE PARA RESERVA

# facility_route_question_title
source: Access the route
es: Accede a la ruta

# facility_route_question_message
source: Choose the app with which to access the route (Remember that you must have it previously installed)
es: Escoge la app con la que acceder a la ruta (Recuerda que debes tenerla instalada previamente)

# facility_detail_loading_start_hours
source: Requesting reservation hours
es: Recuperando horas de reserva

# facility_detail_loading_end_hours
source: Calculating times
es: Calculando tiempos

# facility_detail_now
source: Now
es: Ahora

# facility_sport_selection
source: Sport selection
es: Selecciona tu deporte

# facility_sport_selection_any_sport
source: Any sport
es: Cualquier deporte

# sport_type_1
source: Football11
es: Fútbol11

# sport_type_2
source: Football7
es: Fútbol7

# sport_type_3
source: Indoor Football
es: Fútbol Sala

# sport_type_7
source: Handball
es: Balonmano

# sport_type_8
source: Volleyball
es: Voleybol

# sport_type_12
source: Tennis
es: Tenis

# sport_type_13
source: Paddle
es: Pádel

# sport_type_15
source: Fronton
es: Frontón

# sport_type_17
source: Bowling
es: Bolos

# sport_type_20
source: Multisport
es: Multideporte

# sport_type_21
source: Climbing wall
es: Rocódromo

# sport_type_123
source: Football
es: Fútbol

# sport_type_456
source: Basketball
es: Baloncesto

# bookings_free_reservation
source: FREE RESERVATION
es: RESERVA GRATUÍTA

# bookings_error_action_title
source: Reservation not completed
es: Reserva no completada

# bookings_error_action_message
source: The reservation could not be completed, check the data and try again
es: No se ha podido completar la reserva, compruebe los datos y vuelve a intentarlo

# bookings_wallet_money
source: Rankeet Balance
es: Saldo Rankeet

# bookings_from
source: From
es: De

# bookings_to
source: to
es: a

# bookings_remains
source: REMAINS
es: QUEDAN

# bookings_hours
source: HOURS
es: HORAS

# bookings_reservation_title
source: Reservations
es: Reservas

# bookings_empty_no_reservations
source: Currently there is no active reservations
es: Actualmente no hay ninguna reserva activa

# bookings_section_actives
source: Active
es: Activas

# bookings_section_older
source: Older
es: Pasadas

# bookings_cancel_action
source: CANCEL
es: CANCELAR

# bookings_switchof_action
source: TURN OFF
es: APAGAR

# bookings_extend_action
source: EXTEND
es: PROLONGAR

# bookings_historial_empty_title
source: Reservation history
es: Historial de reservas

# bookings_historial_empty_message
source: Manage your reservations. Cancel, turn off and / or prolong the lighting of your field
es: Gestiona tus reservas. Cancelar, apagar y/o prolongar el encendido de tu pista

# bookings_cancel_title
source: Cancel booking
es: Cancelar reserva

# bookings_cancel_message
source: Are you sure you want to cancel the reservation?
es: ¿Estás seguro de que deseas cancelar la reserva?

# bookings_turn_off_title
source: Turn Off booking
es: Apagar reserva

# bookings_turn_off_message
source: Are you sure you want to turn off the reservation?
es: ¿Estás seguro de que deseas apagar la reserva?

# bookings_extend_title
source: Extend booking
es: Extender reserva

# bookings_extend_message
source: Are you sure you want to extend the reservation?
es: ¿Estás seguro de que deseas extender la reserva?

# bookings_extend_message_error
source: You have reached the maximum time to extend your reservation
es: Has alcanzado el tiempo máximo para extender tu reserva

# bookings_generic_error_title
source: Operation error
es: Error en la operación

# bookings_generic_error_message
source: The requested operation could not be completed
es: No se ha podido completar la operación solicitada

# bookings_feedback
source: Enjoy your field!
es: ¡Disfruta de tu pista!

# bookings_summary_title
source: Summary
es: Resumen

# bookings_summary_message
source: Confirm that the data of the field you want to turn on, the time and duration are correct
es: Confirma que los datos de la pista que quieres encender, la hora y la duración sean correctos

# bookings_summary_from
source: FROM
es: DESDE

# bookings_summary_to
source: TO
es: HASTA

# bookings_summary_extra_info_message
source: Using Rankeet you are collaborating with 50% of the amount paid for the renovation of the lighting of the sports spaces and with a social project to bring light to the most underprivileged neighborhoods of Madrid. With the new LED light, less light pollution is achieved
es: Utilizando Rankeet estás colaborando con un 50% del importe abonado para la renovación del alumbrado de los espacios deportivos y con un proyecto social para llevar luz a los barrios más desfavorecidos de Madrid. Con la nueva luz LED se consigue una menor contaminación lumínica.

# bookings_summary_extra_info_button
source: More information
es: Más información

# bookings_summary_cancel
source: CANCEL
es: CANCELAR

# bookings_summary_confirm
source: ACCEPT
es: CONFIRMAR

# bookings_summary_price
source: PRICE
es: PRECIO

# bookings_no_result_title
source: Booking history
es: Historial de reservas

# bookings_no_result_message
source: Manage your reservations. Cancel, turn off and / or extend the lighting of your field
es: Gestiona tus reservas. Cancelar, apagar y/o prolongar el encendido de tu pista

# bookings_state_cancelled
source: Cancelled
es: Cancelada

# bookings_detail_title
source: Reservation
es: Reserva

# bookings_detail_action_cancel
source: Cancel
es: Cancelar

# bookings_detail_action_extend
source: Extend
es: Prolongar

# bookings_detail_action_book_again
source: Book again
es: Volver a reservar

# bookings_detail_action_turn_off
source: Turn Off
es: Apagar

# bookings_detail_switch_off_title
source: Do you want to turn off the light on the field?
es: Quieres apagar la luz de la pista?

# bookings_detail_switch_off_message
source: To finish the shutdown process we need to know why you turned off the lighting
es: Para finalizar el proceso de apagado necesitamos saber por qué apagaste la pista

# bookings_detail_switch_off_option_1
source: I had an unexpected event at the last minute
es: Me surgió un imprevisto a última hora

# bookings_detail_switch_off_option_2
source: I'm on the field and it's not what I expected
es: Estoy en la pista y no es lo que esperaba

# bookings_detail_switch_off_option_3
source: When arriving there were people on the field
es: Al llegar había gente en la pista

# bookings_detail_switch_off_option_4
source: I could not access the field
es: No he podido acceder a la pista

# bookings_detail_switch_off_option_5
source: Another reason
es: Otra razón

# bookings_detail_state_finished
source: RESERVATION FINISHED
es: RESERVA TERMINADA

# bookings_detail_state_cancelled
source: RESERVATION CANCELED
es: RESERVA CANCELADA

# bookings_detail_state_in_progress
source: RESERVATION IN PROGRESS
es: RESERVA EN PROGRESO

# favourites_title
source: Favourites
es: Favoritos

# favourites_empty_title
source: Save here the facilities that you like the most
es: Guarda aquí las pistas que más te gustan

# favourites_empty_message
source: to access them more easily
es: para acceder a ellas más fácilmente

# favourites_sort_by_date
source: By date
es: Por fecha

# favourites_sort_by_distance
source: By distance
es: Por distancia

# favourites_sort_by_name
source: By name
es: Por nombre

# issues_title
source: Add issue
es: Añadir incidencia

# issues_message
source: Create a new issue associated with the reservation in
es: Crear una nueva incidencia asociada a la reserva en

# issues_placeHolder
source: Please describe the issue
es: Por favor, describe la incidencia

# issues_action
source: Upload issue
es: Dar de alta incidencia

# issues_title_error
source: Error Adding issue
es: Error añadiendo incidencia

# issues_message_error
source: An error has occurred adding the issue, please try again later
es: Ha ocurrido un error añadiendo la incidencia, por favor inténtelo más adelante

# issues_message_ok
source: The issue has been added correctly, you can follow its status by accessing the list of issues in your profile
es: La incidencia se ha añadido correctamente, puede seguir su estado accediendo al listado de incidencias en su perfil

# profile_issues
source: Issues
es: Incidencias

# profile_payment_methods
source: Payment methods
es: Métodos de pago

# profile_change_password
source: Change password
es: Cambiar contraseña

# profile_help_faqs
source: Help and FAQ's
es: Ayuda y FAQ's

# profile_terms_of_use
source: Terms of use
es: Condiciones de uso

# profile_logout
source: LOGOUT
es: CERRAR SESIÓN

# profile_money_available
source: available
es: disponibles

# profile_hours_used
source: of light used
es: de luz utilizada

# profile_saved
source: saved
es: ahorrados

# profile_recharge
source: RECHARGE
es: RECARGAR

# profile_hours
source: hours
es: horas

# profile_logout_title
source: Logout
es: Salir

# profile_logout_message
source: Do you want to logout of the Rankeet system?
es: ¿Deseas salir del sistema Rankeet?

# profile_change_password_title
source: Change password
es: Cambiar contraseña

# profile_change_password_message
source: Do you want to change your password?
es: ¿Deseas cambiar tu contraseña?

# login_confirmation_waiting_confirmation
source: Waiting confirmation
es: Esperando confirmación

# login_confirmation_message
source: We have sent an email to
es: Hemos enviado un email a tu correo

# login_confirmation_subtitle
source: If you can not find it in your Inbox check your spam email folder
es: Si no lo encuentras en tu bandeja de Entrada revisa tu carpeta de correo No deseado

# login_confirmation_send_again
source: Resend email
es: Volver a enviar el email

# login_confirmation_try_credentials
source: Try another credentials
es: Probar con otras credenciales

# login_error_verification_title
source: Verification error
es: Error en verificación

# login_error_verification_message
source: Unable to send verification email, try again later
es: No se ha podido enviar de nuevo el correo de verificación, pruebe de nuevo más adelante

# login_ok_verification_title
source: Verification Email
es: Envío de verificación

# login_ok_verification_message
source: Just send a new verification email, please check your inbox
es: Se acaba de enviar un nuevo correo de verificación, por favor revise su buzón de entrada

# login_reset_password_title
source: Change password
es: Cambiar contraseña

# login_reset_password_message
source: We just sent an email with instructions to change the password
es: Acabamos de enviar un correo con instrucciones para cambiar la contraseña

# login_reset_password_error_title
source: Reset password error
es: Error al cambiar contraseña

# login_reset_password_error_message
source: Unable to send change password email, try again later
es: No se ha podido enviar el correo de cambio de contraseña, pruebe de nuevo más adelante

# recharge_title
source: Top up money
es: Recargar dinero

# recharge_message_regular
source: You can select the amount you want to top up in your account
es: Puedes seleccionar el importe que deseas recargar en tu cuenta

# recharge_message_no_money
source: You do not have enough balance to be able to carry out the operation, complete a top up below
es: No dispones de saldo suficiente para poder realizar la operación, completa una recarga de dinero a continuación

# recharge_select_recharge
source: Select money
es: Selecciona recarga

# recharge_select_payment_method_message
source: The top up will be made from the credit card that ends in -
es: La recarga se realizará de la tarjeta de crédito que termina en -

# recharge_select_payment_method_no_card
source: You do not have a method of payment in the system, click on the following link to add it
es: No dispones de un método de pago en el sistema, pulsa en el siguiente enlace para añadirlo

# recharge_select_payment_method_button
source: Change the payment method
es: Cambiar el método de pago

# recharge_message_dialog_error_title
source: Top up error
es: Error en recarga

# recharge_message_dialog_error_message_1
source: We have not found any payment method, try to add one to continue with the top up
es: No hemos encontrado ningún método de pago, prueba a dar de alta uno para continuar con la recarga

# recharge_message_dialog_error_message_2
source: We were unable to top up money to your account, please try again later
es: No hemos podido realizar la recarga, por favor, vuelve a intentarlo más tarde

# recharge_message_dialog_cancel_message
source: The top up of the balance in the system has been canceled
es: Se ha cancelado la recarga de saldo en el sistema

# recharge_message_dialog_ok_message
source: The top up process has been completed correctly, you will see your updated balance in the profile
es: El proceso de recarga se ha completado correctamente, podrás ver tu saldo actualizado en el perfil

# recharge_message_dialog_cancel_title
source: Top up canceled
es: Recarga cancelada

# recharge_message_dialog_ok_title
source: Top up completed
es: Recarga completa

# recharge_message_confirm_title
source: Top up confirmation
es: Confirmación de recarga

# recharge_message_confirm_message
source: You will top up
es: Vas a recargar

# recharge_message_confirm_message_2
source: from your card X Are you sure?
es: desde tu tarjeta X ¿Estás seguro?

# sport_selection_title
source: Sports
es: Deportes

# sport_selection_message
source: Select the sport among those that are available in the facility you have selected
es: Selecciona el deporte entre los que están disponibles en la instalación que has seleccionado
